Repository: Scias/plasma-advancedreboot
Catalog: plasmoid/translate/*.po
Languages: fr, uk_ua

source: Entry management
fr: Gestion des entrées
uk_ua: Управління входом

source: Debug information
fr: Informations de débogage
uk_ua: Інформація про налагодження

source: Firmware Setup
fr: Utilitaire de configuration UEFI
uk_ua: Налаштування прошивки

source: Bootloader Menu
fr: Menu du chargeur d'amorçage
uk_ua: Меню завантажувача

source: Toggle and rearrange entries displayed in the main view
fr: Réarrangez et masquez les entrées affichées dans la vue principale
uk_ua: Перемикайте та змінюйте порядок записів, що відображаються в головному вікні

source: Toggle display of this entry
fr: Afficher ou masquer cette entrée
uk_ua: Перемкнути відображення цього запису

source: Move this entry up the list
fr: Déplacer cette entrée vers le haut
uk_ua: Перемістіть цей запис угору списку

source: Move this entry down the list
fr: Déplacer cette entrée vers le bas
uk_ua: Перемістіть цей запис вниз у списку

source: No boot entries could be found.
fr: Aucune entrée de démarrage n'a pu être trouvée.
uk_ua: Записи для завантаження не знайдено.

source: Behavior upon selecting an entry :
fr: Comportement après sélection :
uk_ua: Поведінка після вибору запису :

source: Reboot immediately
fr: Redémarrer immédiatement
uk_ua: Перезавантажте негайно

source: Reboot after confirmation
fr: Redémarrer après confirmation
uk_ua: Перезавантажте після підтвердження

source: Don't reboot
fr: Ne pas redémarrer
uk_ua: Не перезавантажуйте

source: systemd is at version 251 or above
fr: systemd est au moins version 251
uk_ua: systemd має версію 251 або вище

source: bootctl is present
fr: bootctl est présent
uk_ua: bootctl присутній

source: Can reboot to the Firmware Setup
fr: Peut redémarrer vers la configuration EFI
uk_ua: Можна перезавантажитися до налаштування мікропрограми

source: Can reboot to the Bootloader Menu
fr: Peut redémarrer vers le menu d'armorçage
uk_ua: Можна перезавантажити в меню завантажувача

source: Can reboot to a custom entry
fr: Peut redémarrer vers n'importe quelle entrée
uk_ua: Можна перезавантажити до спеціального запису

source: Could get the custom entries
fr: A pu récupérer les entrées de démarrage
uk_ua: Можна отримати спеціальні записи

source: In case of issues or missing entries, please ensure that the requirements shown below are met
fr: En cas de problème, merci de vérifier que les conditions ci-dessous soient bien remplies
uk_ua: У разі виникнення проблем або відсутності записів переконайтеся, що наведені нижче вимоги виконані

source: Reset configuration
fr: Réinitialiser la configuration
uk_ua: Скинути конфігурацію

source: View log
fr: Voir le journal
uk_ua: Переглянути журнал

source: Reset settings?
fr: Réinitialiser l'applet ?
uk_ua: Скинути налаштування?

source: This will reset this plasmoid's configuration and state.
fr: Ceci réinitialisera l'applet à son état initial.
uk_ua: Це скине конфігурацію та стан цього плазмоїда.

source: This plasmoid's configuration and state have been reset.
fr: La configuration de cet applet a bien été réinitialisée.
uk_ua: Конфігурацію та стан цього плазмоїда скинуто.

source: Log
fr: Journal
uk_ua: Журнал

source: Reboot to...
fr: Redémarrer vers...
uk_ua: Перезавантажити до...

source: Reload this applet
fr: Recharger cet applet

source: Configure this applet
fr: Configurer cet applet
uk_ua: Налаштуйте цей аплет

source: No boot entries could be listed. Please check this applet settings.
fr: Aucune entrée de démarrage ne peut être affichée. Merci de vérifier les paramètres de cet applet.
uk_ua: Не вдалося відобразити записи для завантаження. Перевірте налаштування цього аплету.

source: Configure
fr: Configurer
uk_ua: Налаштувати

source: This applet cannot work on this system. Please check that the system is booted in UEFI mode and that systemd, systemd-boot are used and configured properly.
fr: Cet applet ne peut pas fonctionner sur ce système. Merci de vérifier que le système est bien configuré pour utiliser UEFI, systemd et bootctl.
uk_ua: Цей аплет не може працювати в цій системі. Будь ласка, переконайтеся, що система завантажується в режимі UEFI і що systemd, systemd-boot використовуються та налаштовані належним чином.

source: Root access is required to get the full boot entries list.
fr: Un accès superutilisateur est nécessaire pour récuperer la liste complète des entrées de démarrage.
uk_ua: Щоб отримати повний список записів завантаження, потрібен доступ root.

source: Retry as root
fr: S'authentifier
uk_ua: Повторіть спробу як root

source: Ignore
fr: Ignorer
uk_ua: Ігнорувати

source: Advanced reboot
fr: Redémarrage avancé
uk_ua: Розширене перезавантаження

source: The entry <b>
fr: L'éntrée <b>
uk_ua: Запис <b>

source: </b> has been set for the next reboot.
fr: </b> a bien été définie pour le prochain démarrage
uk_ua: </b> встановлено для наступного перезавантаження.

source: Reset this applet
uk_ua: Скинути цей аплет
